<?php include __DIR__ . "/header.php"; ?>

<div>
    <h3>Описание обновления 16.0.0 </h3>
  <p>
    <ul>
        <li>Добавлен контент для нового события Хэллоуина.</li>
        <li>Приготовьтесь вернуться в Морловию в конце октября!</li>
        <li>Теперь вы будете получать рекрутов за битвы на золотой, платиновой и бриллиантовой аренах!</li>
        <li>Своим командам теперь можно дать название.</li>
        <li>Дополнительные команды можно получить в магазине.</li>
        <li>Корректировки войны Альянса:
            <ul>
                <li>Добавлен обратный отсчёт времени до начала подбора соперника.</li>
                <li>Теперь вы можете увидеть оставшуюся энергию войны всего альянса суммарно.</li>
                <li>Теперь вы можете увидеть ваш счёт войны альянсов в информации альянса.</li>
                <li>Исправлена ошибка, из-за которой у игроков энергия войны уходила в минус.</li>
            </ul>
        </li>
        <li>Изменения сундука войны:
            <ul>
                <li>Альянсы теперь получают 3 очка за ничью.</li>
                <li>Лишние очки теперь переносятся на следующий сундук войны.</li>
            </ul>
        </li>
        <li>Небольшие корректировки и исправления:
            <ul>
                <li>Исправлена проблема с Волшебной ночью: Мана распределялась неправильно при игре с несколькими героями одного элемента.</li>
                <li>Изменено описание Стоп времени, чтобы указать, что оно задерживает только обычные атаки врагов.</li>
                <li>Исправлено описание миньона Красной шапочки, чтобы указать, что миньоны восстанавливают здоровье в конце хода, а не в начале.</li>
                <li>Исправлена анимация Гилл-Ра, когда она враг.</li>
            </ul>
        </li>
    </ul>
    </p>
</div>

<?php include __DIR__ . "/footer.php"; ?>